---
kind: enumMember
id: F:Autodesk.Revit.DB.DigitGroupingAmount.Three
enum: Autodesk.Revit.DB.DigitGroupingAmount
source: html/0141b154-5863-50a9-050c-ad90c6247da1.htm
---
# Autodesk.Revit.DB.DigitGroupingAmount.Three

Digits are in groups of three.